Repository: CXuesong/BotBuilder.Standard
Catalog: CSharp/Library/Microsoft.Bot.Builder.Standard/Resource/Resources.*.resx
Languages: fa

# CommandBack
source: Back
fa: بازگشت

# CommandBackHelp
source: Back: Go back to the previous question.
fa: بازگشت: بازگشت به سوال قبلی.

# CommandHelp
source: Help
fa: راهنما

# CommandHelpHelp
source: Help: Show the kinds of responses you can enter.
fa: راهنما: نمایش انواع پاسخی که می توانید وارد کنید.

# CommandHelpTerms
source: help;choices;\?
fa: کمک; انتخاب; \?

# CommandQuit
source: Quit
fa: ترک کردن

# CommandQuitHelp
source: Quit: Quit the form without completing it.
fa: ترک: ترک فرم بدون تکمیل آن.

# CommandQuitTerms
source: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers
fa: ترک; توقف; پایان; goodby?; خداحافظ?; خداحافظ؛ ciao adios; -؛ طولانی؛ خسته نباشید

# CommandReset
source: Start over
fa: شروع مجدد

# CommandResetHelp
source: Reset: Start over filling in the form. (With defaults from your previous entries.)
fa: تنظیم مجدد: بیش از پر کردن فرم شروع. (با فرض از نوشته های قبلی شما.)

# CommandResetTerms
source: start over;reset;clear
fa: بیش از شروع; تنظیم مجدد; روشن

# CommandStatus
source: Status
fa: وضعیت

# CommandStatusHelp
source: Status: Show your progress in filling in the form so far.
fa: وضعیت: پیشرفت شما را در پر کردن فرم تا کنون نشان می دهد.

# CommandStatusTerms
source: status;progress;so far;results
fa: وضعیت; پیشرفت; تا کنون؛ نتیجه

# DefaultChoiceLastSeparator
source: , or
fa: ، یا

# DefaultLastSeparator
source: , and
fa: ، و

# MatchCurrentChoice
source: Current Choice('c');current;c;current choice;no change
fa: انتخاب فعلی ('c'); جریان ج; انتخاب فعلی; بدون تغییر

# MatchNo
source: No;n;nope;2
fa: نه; n; نوچ

# MatchNoPreference
source: No Preference;no;none;I don'?t care
fa: بدون اولویت; نه; هیچ کدام; من دان '? t مراقبت

# MatchYes
source: Yes;y;sure;ok;yep;1
fa: بله؛ y; مطمئن خوب; بله

# PromptRetry
source: I didn't understand. Say something in reply.
fa: من متوجه نشدم، لطفا پاسخی دهید

# TemplateBool
source: Would you like a {&}? {||}
fa: {&} داری؟ {||}

# TemplateBoolHelp
source: Please enter 'yes' or 'no'{?, {0}}.
fa: لطفا "بله" یا "خیر" را وارد کنید {?، {0}}.

# TemplateClarify
source: By "{0}" {&} did you mean {||}
fa: توسط "{0}" {&} منظور شما {||}

# TemplateCurrentChoice
source: (current choice: {})
fa: (انتخاب فعلی: {})

# TemplateDateTime
source: Please enter a date and time for {&} {||}
fa: لطفا وارد کنید تاریخ و زمان برای {&} {||}

# TemplateDateTimeHelp
source: Please enter a date or time expression {?, {0}}{?, {1}}.
fa: لطفا وارد کنید تاریخ یا زمان بیان {?، {0}} {?, {1}}.

# TemplateDouble
source: Please enter a number {?between {0:F1} and {1:F1}} for {&} {||}
fa: لطفا شماره را وارد کنید {?آیا بین {0:F1} و {1:F1}} برای {&} {||}

# TemplateDoubleHelp
source: Please enter a number{? between {2:F1} and {3:F1}}{?, {0}}{?, {1}}.
fa: لطفا شماره را وارد کنید {?آیا بین {2:F1} و }3F1:}} {?، {0}} {?, {1}}.

# TemplateEnumManyNumberHelp
source: You can enter one or more numbers {0}-{1} or words from the descriptions. ({2})
fa: شما می توانید یکی را وارد کنید و یا اعداد بیشتر {0}-{1} یا کلمات از شرح. ({2})

# TemplateEnumManyWordHelp
source: You can enter in one or more selections from the descriptions. ({2})
fa: شما می توانید وارد کنید در یک یا چند انتخاب از شرح. ({2})

# TemplateEnumOneNumberHelp
source: You can enter a number {0}-{1} or words from the descriptions. ({2})
fa: شما می توانید وارد کنید شماره {0}-{1} یا کلمات از شرح. ({2})

# TemplateEnumOneWordHelp
source: You can enter in any words from the descriptions. ({2})
fa: شما می توانید در هر واژه ای از شرح وارد کنید. ({2})

# TemplateEnumSelectMany
source: Please select one or more {&} {||}
fa: لطفا انتخاب یک یا چند {&} {||}

# TemplateEnumSelectOne
source: Please select a {&} {||}
fa: لطفا انتخاب کنید {&} {||}

# TemplateFeedback
source: For {&} I understood {}. {?"{0}" is not an option.}
fa: برای {&} من درک {. {? " {0} "گزینه نیست.}

# TemplateHelp
source: You are filling in the {&} field. Possible responses: {0} {1}
fa: شما فیلد {&} را پر کردید. پاسخ های احتمالی: {0} {1}

# TemplateHelpClarify
source: You are clarifying a {&} value. Possible responses: {0} {1}
fa: شما مقدار {&} را وارد کردید است. پاسخ های احتمالی: {0} {1}

# TemplateHelpConfirm
source: Please answer the question. Possible responses: {0} {1}
fa: لطفا جواب این سوال را بدهید. پاسخ های احتمالی: {0} {1}

# TemplateHelpNavigation
source: Choose what field to change. Possible responses: {0} {1}
fa: انتخاب کنید کدام فیلد را تغییر میدهید. پاسخ های احتمالی: {0} {1}

# TemplateInteger
source: Please enter a number{? between {0} and {1}} for {&} {||}
fa: لطفا شماره را وارد کنید {?آیا بین {0} و {1}} برای {&} {||}

# TemplateIntegerHelp
source: You can enter a number{? between {2} and {3}}{?, {0}}{?, {1}}.
fa: می توانید شماره را وارد کنید {?آیا بین {2} و {3}} {?، {0}} {?, {1}}.

# TemplateNavigation
source: What do you want to change? {||}
fa: چه تغییری دارید؟ {||}

# TemplateNavigationCommandHelp
source: You can switch to another field by entering its name. ({0}).
fa: شما با وارد کردن نام آن به میدان دیگری تعویض کنید. ({0}).

# TemplateNavigationHelp
source: Choose {?a number from {0}-{1}, or} a field name.
fa: انتخاب {? تعدادی از {0}-{1}، یا} نام زمینه.

# TemplateNoPreference
source: No Preference
fa: بدون اولویت

# TemplateNotUnderstood
source: "{0}" is not a {&} option.
fa: "{0}" {&} گزینه نیست.

# TemplateString
source: Please enter {&} {||}
fa: لطفا وارد کنید {&} {||}

# TemplateStringHelp
source: You can enter anything (use "'s to force string){?, {0}}{?, {1}}.
fa: شما می توانید هر چیزی را وارد کنید (استفاده از "را به رشته) {?، {0}} {?, {1}}.

# TemplateUnspecified
source: Unspecified
fa: نامشخص
