Repository: CXuesong/BotBuilder.Standard
Catalog: CSharp/Library/Microsoft.Bot.Builder.Standard/MultilingualResources/Microsoft.Bot.Builder.*.xlf
Languages: nl

# CommandBack
source: Back
nl: Terug

# CommandBackHelp
source: Back: Go back to the previous question.
nl: Terug: Ga terug naar de vorige vraag.

# CommandBackTerms
source: backup;go back;back
nl: terug;ga terug;trug;vorige

# CommandHelpHelp
source: Help: Show the kinds of responses you can enter.
nl: Help: geef voorbeelden van antwoorden die gebruikt kunnen worden.

# CommandHelpTerms
source: help;choices;\?
nl: help,hulp;ik begrijp het niet;keuzes;\?

# CommandQuit
source: Quit
nl: Stop

# CommandQuitHelp
source: Quit: Quit the form without completing it.
nl: Stop: Beëindig deze vragenlijst zonder resultaat.

# CommandQuitTerms
source: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers
nl: stop;halt;dag,quit,toedeledokie,doei

# CommandReset
source: Start over
nl: Opnieuw

# CommandResetHelp
source: Reset: Start over filling in the form. (With defaults from your previous entries.)
nl: Opnieuw: Deze vragenlijst vanaf het begin overdoen (met eerdere antwoorden als beginwaarden).

# CommandResetTerms
source: start over;reset;clear
nl: opnieuw;opnieuw starten;reset;nieuw

# CommandStatusHelp
source: Status: Show your progress in filling in the form so far.
nl: Status: Toont de status van de huidige conversatie.

# CommandStatusTerms
source: status;progress;so far;results
nl: status;stand;voortgang;info;informatie;resultaat;resultaten

source: Confirmation
nl: Bevestiging

# DefaultChoiceLastSeparator
source: , or
nl: of

# DefaultLastSeparator
source: , and
nl: en

# LanguageArticles
source: a;an;the
nl: de;het;een

# LanguageStopWords
source: a;about;above;above;across;after;afterwards;again;against;all;almost;alone;along;already;also;although;always;am;among;amongst;amoungst;amount;an;and;another;any;anyhow;anyone;anything;anyway;anywhere;are;around;as;at;back;be;became;because;become;becomes;becoming;been;before;beforehand;behind;being;below;beside;besides;between;beyond;bill;both;bottom;but;by;call;can;cannot;cant;co;con;could;couldnt;cry;de;describe;detail;do;done;down;due;during;each;eg;eight;either;eleven;else;elsewhere;empty;enough;etc;even;ever;every;everyone;everything;everywhere;except;few;fifteen;fify;fill;find;fire;first;five;for;former;formerly;forty;found;four;from;front;full;further;get;give;go;had;has;hasnt;have;he;hence;her;here;hereafter;hereby;herein;hereupon;hers;herself;him;himself;his;how;however;hundred;ie;if;in;inc;indeed;interest;into;is;it;its;itself;keep;last;latter;latterly;least;less;ltd;made;many;may;me;meanwhile;might;mill;mine;more;moreover;most;mostly;move;much;must;my;myself;name;namely;neither;never;nevertheless;next;nine;no;nobody;none;noone;nor;not;nothing;now;nowhere;of;off;often;on;once;one;only;onto;or;other;others;otherwise;our;ours;ourselves;out;over;own;part;per;perhaps;please;put;rather;re;same;see;seem;seemed;seeming;seems;serious;several;she;should;show;side;since;sincere;six;sixty;so;some;somehow;someone;something;sometime;sometimes;somewhere;still;such;system;take;ten;than;that;the;their;them;themselves;then;thence;there;thereafter;thereby;therefore;therein;thereupon;these;they;thick;thin;third;this;those;though;three;through;throughout;thru;thus;to;together;too;top;toward;towards;twelve;twenty;two;un;under;until;up;upon;us;very;via;was;we;well;were;what;whatever;when;whence;whenever;where;whereafter;whereas;whereby;wherein;whereupon;wherever;whether;which;while;whither;who;whoever;whole;whom;whose;why;will;with;within;without;would;yet;you;your;yours;yourself;yourselves
nl: aan;aangaande;aangezien;achter;achterna;afgelopen;al;aldaar;aldus;alhoewel;alias;alle;allebei;alleen;alsnog;altijd;altoos;ander;andere;anders;anderszins;behalve;behoudens;beide;beiden;ben;beneden;bent;bepaald;betreffende;bij;binnen;binnenin;boven;bovenal;bovendien;bovengenoemd;bovenstaand;bovenvermeld;buiten;daar;daarheen;daarin;daarna;daarnet;daarom;daarop;daarvanlangs;dan;dat;de;die;dikwijls;dit;door;doorgaand;dus;echter;eer;eerdat;eerder;eerlang;eerst;elk;elke;en;enig;enigszins;enkel;er;erdoor;even;eveneens;evenwel;gauw;gedurende;geen;gehad;gekund;geleden;gelijk;gemoeten;gemogen;geweest;gewoon;gewoonweg;haar;had;hadden;hare;heb;hebben;hebt;heeft;hem;hen;het;hierbeneden;hierboven;hij;hoe;hoewel;hun;hunne;ik;ikzelf;in;inmiddels;inzake;is;jezelf;jij;jijzelf;jou;jouw;jouwe;juist;jullie;kan;klaar;kon;konden;krachtens;kunnen;kunt;later;liever;maar;mag;meer;met;mezelf;mij;mijn;mijnent;mijner;mijzelf;misschien;mocht;mochten;moest;moesten;moet;moeten;mogen;na;naar;nadat;net;niet;noch;nog;nogal;nu;of;ofschoon;om;omdat;omhoog;omlaag;omstreeks;omtrent;omver;onder;ondertussen;ongeveer;ons;onszelf;onze;ook;op;opnieuw;opzij;over;overeind;overigens;pas;precies;reeds;rond;rondom;sedert;sinds;sindsdien;slechts;sommige;spoedig;steeds;tamelijk;tenzij;terwijl;thans;tijdens;toch;toen;toenmaals;toenmalig;tot;totdat;tussen;uit;uitgezonderd;vaak;van;vandaan;vanuit;vanwege;veeleer;verder;vervolgens;vol;volgens;voor;vooraf;vooral;vooralsnog;voorbij;voordat;voordezen;voordien;voorheen;voorop;vooruit;vrij;vroeg;waar;waarom;wanneer;want;waren;was;wat;weer;weg;wegens;wel;weldra;welk;welke;wie;wiens;wier;wij;wijzelf;zal;ze;zelfs;zichzelf;zij;zijn;zijne;zo;zodra;zonder;zou;zouden;zowat;zulke;zullen;zult

# MatchCurrentChoice
source: Current Choice('c');current;c;current choice;no change
nl: Huidige keuze('h');huidig;h;hetzelfde;geen verandering;goed

# MatchNo
source: No;n;nope;2
nl: Nee;n;no;ne;2

# MatchNoPreference
source: No Preference;no;none;I don'?t care
nl: Geen voorkeur;geen;niks;maakt niet uit;doe maar wat;doe maar iets;whatever;kan me niet schelen;maakt me niets uit;maakt niks uit

# MatchYes
source: Yes;y;sure;ok;yep;1
nl: Ja;j;duidelijk;goed;ok;best;check;1;akkoord;accoord;jahaa;doe maar;zeker

# Navigation
source: Field Name
nl: Vraag

# PromptRetry
source: I didn't understand. Say something in reply.
nl: Dat begrijp ik niet. Probeer het anders te zeggen.

# TemplateBool
source: Would you like a {&}? {||}
nl: Wil je een {&}? {||}

# TemplateBoolHelp
source: Please enter 'yes' or 'no'{?, {0}}.
nl: Antwoord 'ja' of 'nee'{?,{0}}.

# TemplateClarify
source: By "{0}" {&} did you mean {||}
nl: Met "{0}" {&},bedoel je daarmee {||}?

# TemplateConfirmation
source: Is this your selection? {*}
nl: Is dat je keuze? {*}

# TemplateCurrentChoice
source: (current choice: {})
nl: (Huidige keuze: {})

# TemplateDateTime
source: Please enter a date and time for {&} {||}
nl: Geef datum en tijd voor {&} {||}

# TemplateDateTimeHelp
source: Please enter a date or time expression {?, {0}}{?, {1}}.
nl: Geef een datum of tijd {?,{0}}{?,{1}}.

# TemplateDouble
source: Please enter a number {?between {0:F1} and {1:F1}} for {&} {||}
nl: Geef een getal {?tussen {0:F1} en {1:F1}} voor {&} {||}

# TemplateDoubleHelp
source: Please enter a number{? between {2:F1} and {3:F1}}{?, {0}}{?, {1}}.
nl: Geef een getal{? tussen {2:F1} en {3:F1}}{?,{0}}{?,{1}}.

# TemplateEnumManyNumberHelp
source: You can enter one or more numbers {0}-{1} or words from the descriptions. ({2})
nl: Je kunt één of meer getallen {0}-{1} of woorden uit de beschrijving antwoorden. ({2})

# TemplateEnumManyWordHelp
source: You can enter in one or more selections from the descriptions. ({2})
nl: Je kunt één of meer woorden uit de beschrijving antwoorden. ({2})

# TemplateEnumOneNumberHelp
source: You can enter a number {0}-{1} or words from the descriptions. ({2})
nl: Je kunt een getal {0}-{1} of woorden uit de beschrijving antwoorden. ({2})

# TemplateEnumOneWordHelp
source: You can enter in any words from the descriptions. ({2})
nl: Je kunt ieder woord uit de beschrijving antwoorden. ({2})

# TemplateEnumSelectMany
source: Please select one or more {&} {||}
nl: Kies één of meer {&} {||}

# TemplateEnumSelectOne
source: Please select a {&} {||}
nl: Kies een {&} {||}

# TemplateFeedback
source: For {&} I understood {}. {?"{0}" is not an option.}
nl: {&} heb ik begrepen als {}. {?"{0}" is geen optie.}

# TemplateHelp
source: You are filling in the {&} field. Possible responses: {0} {1}
nl: Je bent bij de vraag voor "{&}". Mogelijke antwoorden zijn: {0} {1}

# TemplateHelpClarify
source: You are clarifying a {&} value. Possible responses: {0} {1}
nl: Je verduidelijkt een {&} waarde. Mogelijke antwoorden zijn: {0} {1}

# TemplateHelpConfirm
source: Please answer the question. Possible responses: {0} {1}
nl: Beantwoord alstublieft deze vraag. Mogelijke antwoorden zijn: {0} {1}

# TemplateHelpNavigation
source: Choose what field to change. Possible responses: {0} {1}
nl: Kies de vraag die je wilt veranderen. Mogelijke antwoorden zijn: {0} {1}

# TemplateInteger
source: Please enter a number{? between {0} and {1}} for {&} {||}
nl: Geef een getal{? tussen {0} en {1}} voor {&} {||}

# TemplateIntegerHelp
source: You can enter a number{? between {2} and {3}}{?, {0}}{?, {1}}.
nl: Je kunt een getal{? tussen {2} en {3}} geven{?,{0}}{?,{1}}.

# TemplateNavigation
source: What do you want to change? {||}
nl: Wat wil je veranderen? {||}

# TemplateNavigationCommandHelp
source: You can switch to another field by entering its name. ({0}).
nl: Je kunt naar een andere vraag springen door de naam ervan te geven. ({0}).

# TemplateNavigationHelp
source: Choose {?a number from {0}-{1}, or} a field name.
nl: Kies{? een nummer van {0} tot {1},of} de naam van een vraag.

# TemplateNoPreference
source: No Preference
nl: Geen voorkeur

# TemplateNotUnderstood
source: "{0}" is not a {&} option.
nl: "{0}" is geen optie voor {&}.

# TemplateString
source: Please enter {&} {||}
nl: Geef {&} {||}

# TemplateStringHelp
source: You can enter anything (use "'s to force string){?, {0}}{?, {1}}.
nl: Je kunt alles antwoorden (Gebruik leestekens " om een letterlijk begrip te geven){?,{0}}{?,{1}}.

# TemplateUnspecified
source: Unspecified
nl: Niet gespecificeerd

source: too many attempts
nl: Te veel pogingen

# UnhandledExceptionToUser
source: Sorry, my bot code is having an issue.
nl: Het spijt me,mijn Bot-programma werkt momenteel niet goed.

source: User profile deleted!
nl: Gebruikersprofiel verwijderd!
