Repository: CXuesong/BotBuilder.Standard
Catalog: CSharp/Microsoft.Bot.Builder.Shared/MultilingualResources/Microsoft.Bot.Builder.*.xlf
Languages: ru

# CommandBack
source: Back
ru: Назад

# CommandBackHelp
source: Back: Go back to the previous question.
ru: Назад: Вернуться к предыдущему вопросу.

# CommandBackTerms
source: backup;go back;back
ru: вернуться;обратно;назад

# CommandHelp
source: Help
ru: Помощь

# CommandHelpHelp
source: Help: Show the kinds of responses you can enter.
ru: Помощь: Показать варианты возможных ответов

# CommandHelpTerms
source: help;choices;\?
ru: помощь; справка;\?

# CommandQuit
source: Quit
ru: Выйти

# CommandQuitHelp
source: Quit: Quit the form without completing it.
ru: Отмена: Выйти, не заполняя анкеты

# CommandQuitTerms
source: quit;stop;finish;goodby?;good bye?;bye;ciao;adios;bye-bye;so long;cheers
ru: выйти;отмена;остановить;закончить;пока;до свидания;чао,прощай;до скорого;хватит

# CommandReset
source: Start over
ru: Начать заново

# CommandResetHelp
source: Reset: Start over filling in the form. (With defaults from your previous entries.)
ru: Сброс: Начать заполнение формы заново. (Ваши предыдущие записи будут сохранены).

# CommandResetTerms
source: start over;reset;clear
ru: начать заново; сбросить; очистить;начать снова; начать сначала

# CommandStatus
source: Status
ru: Статус

# CommandStatusHelp
source: Status: Show your progress in filling in the form so far.
ru: Статус: Показать ваш прогресс в заполнении формы на данный момент.

# CommandStatusTerms
source: status;progress;so far;results
ru: статус;состояние;прогресс;результат

# DefaultChoiceLastSeparator
source: , or
ru: или

# DefaultLastSeparator
source: , and
ru: и

# MatchCurrentChoice
source: Current Choice('c');current;c;current choice;no change
ru: Текущий выбор(т)

# MatchNo
source: No;n;nope;2
ru: Нет; неа;2

# MatchNoPreference
source: No Preference;no;none;I don'?t care
ru: Нет предпочтения;нет;все равно;без разницы

# MatchYes
source: Yes;y;sure;ok;yep;1
ru: Да;конечно;ОК;ладно;ага;ну да;разумеется;точно;правда;1

# PromptRetry
source: I didn't understand. Say something in reply.
ru: Я не понимаю. Ответь что-нибудь.

# TemplateBool
source: Would you like a {&}? {||}
ru: Вы хотите {&}? {||}

# TemplateDateTimeHelp
source: Please enter a date or time expression {?, {0}}{?, {1}}.
ru: Пожалуйста, введите дату или время {?, {0}} {?, {1}}.

# TemplateEnumManyNumberHelp
source: You can enter one or more numbers {0}-{1} or words from the descriptions. ({2})
ru: Вы можете ввести одно или несколько чисел {0}-{1} или слова из описания. ({2})

# TemplateEnumManyWordHelp
source: You can enter in one or more selections from the descriptions. ({2})
ru: Вы можно ввести одно или несколько слов из описания. ({2})

# TemplateEnumOneNumberHelp
source: You can enter a number {0}-{1} or words from the descriptions. ({2})
ru: Вы можете ввести число {0}-{1} или слова из описания. ({2})

# TemplateEnumOneWordHelp
source: You can enter in any words from the descriptions. ({2})
ru: Вы можете ввести любые слова из описания. ({2})

# TemplateEnumSelectMany
source: Please select one or more {&} {||}
ru: Пожалуйста, выберите один или несколько {&} {||}

# TemplateFeedback
source: For {&} I understood {}. {?"{0}" is not an option.}
ru: Я понял, что для {&} {}. {?» {0} "не является выбором.}

# TemplateHelp
source: You are filling in the {&} field. Possible responses: {0} {1}
ru: Вы заполняете поле {&}. Возможные ответы: {0} {1}

# TemplateHelpClarify
source: You are clarifying a {&} value. Possible responses: {0} {1}
ru: Вы уточняете значение {&}. Возможные ответы: {0} {1}

# TemplateHelpNavigation
source: Choose what field to change. Possible responses: {0} {1}
ru: Выберите, какое поле нужно изменить. Возможные ответы: {0} {1}

# TemplateInteger
source: Please enter a number{? between {0} and {1}} for {&} {||}
ru: Пожалуйста, введите число {? между {0} и {1}} для {&} {||}

# TemplateIntegerHelp
source: You can enter a number{? between {2} and {3}}{?, {0}}{?, {1}}.
ru: Вы можете ввести число {? между {2} и {3}} {?, {0}} {?, {1}}.

# TemplateNavigationCommandHelp
source: You can switch to another field by entering its name. ({0}).
ru: Вы можете перейти к другому полю, введя его имя. ({0}).

# TemplateNoPreference
source: No Preference
ru: Нет предпочтений

# TemplateNotUnderstood
source: "{0}" is not a {&} option.
ru: «{0}» не является возможным выбором {&}.

# TemplateStringHelp
source: You can enter anything (use "'s to force string){?, {0}}{?, {1}}.
ru: Вы можете ввести что угодно (use "'s to force string){?, {0}}{?, {1}}.

# TemplateUnspecified
source: Unspecified
ru: Не определено

# Navigation
source: Field Name
ru: Имя поля

source: Confirmation
ru: Подтверждение
